<template>
	<view>
		<view class="help-cont">
			<view class="appraise">
				<h2>1.登录过程中为什么会跳转到百度界面？</h2>
				<p>在登陆过程中，如果用户名和密码错误，以及使用了非平台域名均会导致跳转到百度界面。如果平台域名变动，请及时联系上级或者在线客服。</p>
				<h2>2.忘记密码了怎么办？</h2>
				<p>每个用户在平台有两个密码，一个是登录密码，一个是资金密码(提款密码)。
					<br>

					a) 如果登录密码忘记，可以在登录页点击 “忘记密码” 转到找回密码界面，在验证资金密码(提款密码)以后可以对登录密码进行修改。
					<br>

					b) 如果资金密码（提款密码）忘记，可以通过登录前台”账户管理-密保设定-密码找回”处通过密保问题回答找回资金密码。
					<br>
					提示：初始账号是没有设置资金密码的，强烈建议您在拿到新账号以后，进入到“账户管理->修改密码”，修改登录密码和设置资金密码，并且妥善保管好两个密码，同时请进入“账户管理-密保设定”及时填写您的密保问题。
					<br>

					注意：如果忘记密保问题请找上级协助处理。
				</p>
				<h2>3.平台充值提现支持哪些方式以及服务时间？</h2>
				<p>充值渠道：银行卡快充、支付宝、微信、银行卡转账、支付宝转账
					<br>

					提现渠道：民生银行、招商银行、广发银行、平安银行、华夏银行、兴业银行、广发银行、交通银行、中国银行、建设银行、工商银行、农业银行、中信银行、光大银行、中国邮政银行、上海浦东发展银行
					<br>

					充值&amp;提现服务24小时为您开启。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
				</p>
				<h2>4.为什么我的充值没有及时到账？</h2>
				<p>以下几点会导致充值不能及时到账，如果出现以下问题，请及时联系在线客服或者上级。
					<br>

					a)工行充值未正确填写附言
					<br>

					b)建行充值未使用选择绑定在平台的建行卡进行汇款。
					<br>

					c)农行汇款时未正确填写“附加用途”
					<br>

					d)充值时间在平台服务时间外。
				</p>
				<h2>5.为什么我无法进行游戏撤单？</h2>
				<p>如果要撤单，必须在停止投注之前进行撤单，如果投注时间已截止，那么将无法再进行撤单操作。如果投注时间未截止，请到“投注记录”-&gt;“购彩查询”，点击查询。在列表中的“投注时间”栏，找到您想要撤单的投注单，点击打开，再点击“撤单”。如果是撤消追号单，需要到“投注记录”-&gt;“追号查询”-&gt;“追号详情”里进行撤消追号处理。
				</p>
				<h2>6.第三方机构未开奖时，我的投注单会怎么处理？</h2>
				<p>如果是第三方机构不开奖，则会对不开奖的奖期进行撤单返款的处理。</p>
				<h2>7.什么是奖金限额？ 平台奖金限额多少？</h2>
				<p>1.平台奖金限额是指在投注过程中，同一个彩种的同一个玩法中，单期购买相同号码的所有注单的总奖金的限制额度。
					<br>

					2.平台各彩种奖金限额均为25万。
				</p>
				<h2>8.安装或更新客户端的时候出现错误怎么办？</h2>
				<p>如果出现"更新应用程序时出错。请尝试重新更新。如果问题仍然存在，请与应用程序作者联系"，请进入增加删除程序，先删除客户端，然后重新安装。</p>
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			};
		}
	}
</script>

<style lang="scss">
	.help-cont {
		padding: .5rem 1rem 5rem;
		font-size: 1rem;
		line-height: 1.5rem;
		color: #555;

		h2 {
			background-color: #9c68f4;
			color: #fff;
			font-size: 0.88rem;
			margin: .9rem 0 .5rem;
			display: inline-block;
			font-weight: 400;
			padding: .4rem .5rem;
		}
	}
</style>
